"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Въвели сте грешно Вашия PIN %1$d пъти. Вашият Mercedes me ID беше блокиран за %2$@.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d минути";

"command_error_pin_invalid" = "Въвели сте погрешно Вашия PIN %1$d пъти.";

"general_cancel" = "Прекратяване";

"general_error_msg" = "Възникна грешка. Моля, опитайте отново.";

"general_error_network_msg" = "Нещо се обърка. Моля, проверете Вашата интернет връзка.";

"general_error_title" = "Грешка";

"general_hint" = "Указание";

"general_no" = "Не";

"general_ok" = "ОК";

"general_yes" = "Да";

"login_error_authentication_failed" = "Идентификацията е неуспешна. Моля, опитайте отново.";

"login_error_wrong_tan" = "За съжаление въведената от Вас информация не беше коректна. Моля, обърнете внимание, че евентуално трябва да изчакате няколко минути преди отново да опитате.";

"login_info_alert_message" = "Mercedes me ID се състои или от Вашия личен мобилен номер или от Вашия имейл адрес.С вашия Mercedes me ID може да влезете навсякъде в дигиталния свят на Mercedes-Benz. Той предлага достъп до всички налични услуги, функции и платформи във Вашата държава по местожителство.";

"login_info_alert_title" = "Идент. Mercedes me";

"login_invalid_input" = "Моля, въведете валиден имейл адрес или телефонен номер.";

"login_mercedesme_id" = "Идент. Mercedes me";

"login_next" = "Напред";

"login_only_caption" = "Вписване";

"login_username" = "Мобилен номер или имейл адрес";

"login_user_not_registered" = "Моля, регистрирайте се безплатно в едно от другите Mercedes me Apps.";

"pin_popup_button_again" = "Опитайте отново";

"pin_popup_cancel" = "Прекратяване";

"pin_popup_default_no_pin_message" = "Моля, определете в едно от приложенията Mercedes me Apps един PIN.";

"pin_popup_description" = "Моля въведете Вашия %1$d-цифрен PIN:";

"pin_popup_send" = "Изпрати";

"pin_popup_title" = "Въвеждане на PIN";

"pin_popup_wrong_pin_msg" = "PIN не е коректен. Моля, опитайте отново.";

"pin_popup_wrong_pin_title" = "Грешен PIN";

"registration_user_consent_message" = "За да подобряваме непрекъснато приложението, ние анализираме ползването на приложението и наговите функции, без да ги свързваме с Вашата личност. Тази функция може да бъде деактивирана по всяко време през Меню > Настройки > Analytics.";

"registration_user_consent_title" = "Mercedes me данни за ползване";

"verification_btn_next" = "Напред";

"verification_btn_send_again" = "Изискване за нов TAN-код";

"verification_headline" = "Код за потвърждение";

"verification_login_msg_mail" = "Моля, въведете TAN-кода, който Ви изпратихме по имейл.";

"verification_login_msg_user" = "За удостоверяване Ви изпратихме един %1$d-цифрен код на %2$@. Моля въведете този код.";

"verification_not_received" = "Не е получен TAN-код?";

"verification_not_received_hint_mail" = "Моля, проверете въведения имейл адрес или изискайте нов код за удостоверяване.";

"verification_not_received_hint_phone" = "Моля, проверете въведения мобилен номер или изискайте нов TAN-код.";

"verification_send_again_msg" = "Вашето запитване беше изпратено отново";

"verification_title" = "Удостоверяване";

